[
    {
        "example_id": 1,
        "question_text": "EXAMPLE 1.1  Which of the following are ⓐ counting numbers? ⓑ whole numbers?",
        "question_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_1_0.jpeg"
        ],
        "solution_text": "Solution ⓐ The counting numbers start at so is not a counting number. The numbers are all counting  numbers. ⓑ Whole numbers are counting numbers and The numbers are whole numbers.  The numbers and are neither counting numbers nor whole numbers. We will discuss these numbers later.  TRY IT 1.1 Which of the following are ⓐ counting numbers ⓑ whole numbers?  TRY IT 1.2 Which of the following are ⓐ counting numbers ⓑ whole numbers?  Model Whole Numbers  Our number system is called a place value system because the value of a digit depends on its position, or place, in a number. The number has a different value than the number Even though they use the same digits, their value is different because of the different placement of the and the  Money gives us a familiar model of place value. Suppose a wallet contains three bills, seven bills, and four  Access for free at openstax.org",
        "solution_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_1_0.jpeg"
        ]
    },
    {
        "example_id": 2,
        "question_text": "EXAMPLE 1.2  Use place value notation to find the value of the number modeled by the blocks shown.",
        "question_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_2_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_2_1.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_2_2.jpeg"
        ],
        "solution_text": "Solution There are hundreds squares, which is  There is tens rod, which is  There are ones blocks, which is  Digit Place value Number Value Total value  hundreds  tens  ones  The blocks model the number  TRY IT 1.3 Use place value notation to find the value of the number modeled by the blocks shown.  TRY IT 1.4 Use place value notation to find the value of the number modeled by the blocks shown.  Access for free at openstax.org",
        "solution_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_2_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_2_1.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_2_2.jpeg"
        ]
    },
    {
        "example_id": 3,
        "question_text": "EXAMPLE 1.3  In the number find the place value of each of the following digits: ⓐ ⓑ ⓒ ⓓ ⓔ",
        "question_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_3_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_3_1.jpeg"
        ],
        "solution_text": "Solution Write the number in a place value chart, starting at the right.",
        "solution_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_3_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_3_1.jpeg"
        ]
    },
    {
        "example_id": 4,
        "question_text": "EXAMPLE 1.5  A student conducted research and found that the number of mobile phone users in the United States during one month in was Name that number in words.",
        "question_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_4_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_4_1.jpeg"
        ],
        "solution_text": "Solution Identify the periods associated with the number.  Name the number in each period, followed by the period name. Put the commas in to separate the periods.  Millions period: three hundred twenty-seven million  Thousands period: five hundred seventy-seven thousand  Ones period: five hundred twenty-nine  So the number of mobile phone users in the Unites States during the month of April was three hundred twenty-seven million, five hundred seventy-seven thousand, five hundred twenty-nine.  TRY IT 1.9 The population in a country is Name that number.  TRY IT 1.10 One year is seconds. Name that number.",
        "solution_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_4_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_4_1.jpeg"
        ]
    },
    {
        "example_id": 5,
        "question_text": "EXAMPLE 1.6  Write the following numbers using digits. ⓐ fifty-three million, four hundred one thousand, seven hundred forty-two ⓑ nine billion, two hundred forty-six million, seventy-three thousand, one hundred eighty-nine",
        "question_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_5_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_5_1.jpeg"
        ],
        "solution_text": "Solution ⓐ Identify the words that indicate periods.  Except for the first period, all other periods must have three places. Draw three blanks to indicate the number of places needed in each period. Separate the periods by commas.  Then write the digits in each period.  Put the numbers together, including the commas. The number is ⓑ Identify the words that indicate periods.  Except for the first period, all other periods must have three places. Draw three blanks to indicate the number of places needed in each period. Separate the periods by commas.  Then write the digits in each period.  The number is  Notice that in part ⓑ , a zero was needed as a place-holder in the hundred thousands place. Be sure to write zeros as  needed to make sure that each period, except possibly the first, has three places.  TRY IT 1.11 Write each number in standard form:  fifty-three million, eight hundred nine thousand, fifty-one.  TRY IT 1.12 Write each number in standard form:  Access for free at openstax.org",
        "solution_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_5_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_5_1.jpeg"
        ]
    },
    {
        "example_id": 6,
        "question_text": "EXAMPLE 1.7  A state budget was about billion. Write the budget in standard form.",
        "question_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_6_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_6_1.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_6_2.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_6_3.jpeg"
        ],
        "solution_text": "Solution Identify the periods. In this case, only two digits are given and they are in the billions period. To write the entire number, write zeros for all of the other periods.  So the budget was about  TRY IT 1.13 Write each number in standard form:  The closest distance from Earth to Mars is about million miles.  TRY IT 1.14 Write each number in standard form:  The total weight of an aircraft carrier is million pounds.  Round Whole Numbers  In the U.S. Census Bureau reported the population of the state of New York as people. It might be enough to say that the population is approximately million. The word approximately means that million is not the exact population, but is close to the exact value.  The process of approximating a number is called rounding. Numbers are rounded to a specific place value depending on how much accuracy is needed. million was achieved by rounding to the millions place. Had we rounded to the one hundred thousands place, we would have as a result. Had we rounded to the ten thousands place, we would have as a result, and so on. The place value to which we round to depends on how we need to use the number.  Using the number line can help you visualize and understand the rounding process. Look at the number line in Figure 1.7. Suppose we want to round the number to the nearest ten. Is closer to or on the number line?  Figure 1.7 We can see that is closer to than to So rounded to the nearest ten is  Now consider the number Find in Figure 1.8.  Figure 1.8 We can see that is closer to so rounded to the nearest ten is  How do we round to the nearest ten. Find in Figure 1.9.  Figure 1.9 The number is exactly midway between and  So that everyone rounds the same way in cases like this, mathematicians have agreed to round to the higher number,  So, rounded to the nearest ten is",
        "solution_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_6_0.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_6_1.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_6_2.jpeg",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_6_3.jpeg"
        ]
    },
    {
        "example_id": 7,
        "question_text": "EXAMPLE 1.9  Round each number to the nearest hundred: ⓐ ⓑ",
        "question_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_0.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_1.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_2.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_3.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_4.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_5.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_6.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_7.png"
        ],
        "solution_text": "Solution  ⓐ  Locate the hundreds place.  The digit to the right of the hundreds place is 5. Underline the digit to the right of the hundreds place.  Since 5 is greater than or equal to 5, round up by adding 1 to the digit in the hundreds place. Then replace all digits to the right of the hundreds place with zeros.  So 23,658 rounded to the nearest hundred is 23,700.  ⓑ  Locate the hundreds place.",
        "solution_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_0.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_1.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_2.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_3.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_4.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_5.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_6.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_7_7.png"
        ]
    },
    {
        "example_id": 8,
        "question_text": "EXAMPLE 1.10  Round each number to the nearest thousand: ⓐ ⓑ",
        "question_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_0.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_1.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_2.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_3.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_4.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_5.png"
        ],
        "solution_text": "Solution  ⓐ  Locate the thousands place. Underline the digit to the right of the thousands place.  The digit to the right of the thousands place is 0. Since 0 is less than 5, we do not change the digit in the thousands place.  We then replace all digits to the right of the thousands pace with zeros. So 147,032 rounded to the nearest thousand is 147,000.  ⓑ  Locate the thousands place.  Access for free at openstax.org",
        "solution_images": [
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_0.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_1.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_2.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_3.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_4.png",
            "C:\\Users\\ROHIT\\OneDrive\\Desktop\\Swayambhoo\\extracted_images\\example_8_5.png"
        ]
    }
]